#!/usr/bin/python3.7
# -*- coding: utf-8 -*-
# @Time    : 2021/1/27 21:33
# @Author  : dly
# @File    : 04.py
# @Desc    :

import cv2


def print_split():
    print('--------------------------------------------------------------------')

# ----------------------------------------------------------------------------------
'''
颜色转换空间
'''
def get_cvt():
    flags = [i for i in dir(cv2) if str(i).startswith('COLOR_')]

    print(flags)


# get_cvt()
print_split()


# ----------------------------------------------------------------------------------
'''
物体跟踪
'''
